Repository: G2B-Equipe1/Projet-PHP
Catalog: lang/*/LC_MESSAGES/*.po
Languages: fr_fr

source: Password :
fr_fr: Mot de passe :

source: Wrong e-mail or password
fr_fr: Mauvais e-mail et/ou mot de passe

source: Username :
fr_fr: Pseudo :

source: Password verification
fr_fr: Confirmer le mot de passe :

source: Invalid E-mail
fr_fr: E-mail invalide

source: Username already taken
fr_fr: Pseudo déjà utilisé

source: Password verification fail
fr_fr: Le mot de passe et sa confirmation ne correspondent pas

source: Personal space :
fr_fr: Votre espace personnel

source: Your E-mail :
fr_fr: Votre e-mail :

source: Your User-name :
fr_fr: Votre pseudo :

source: Your grade :
fr_fr: Votre catégorie :

source: Change grade :
fr_fr: Changer de catégorie :

source: Change to standard
fr_fr: Passer en standard

source: Change to premium
fr_fr: Passer en préviligié

source: Change to traductor
fr_fr: Passer en traducteur

source: Change to administrator
fr_fr: Passer en administrateur

source: Change password
fr_fr: Changer de mot de passe

source: Actual password :
fr_fr: Mot de passe actuel

source: New password :
fr_fr: Nouveau mot de passe :

source: New password verifiaction
fr_fr: Répéter le nouveau mot de passe :

source: Password change sucess
fr_fr: Changement de mot de passe réussi

source: Wrong old password
fr_fr: L'ancien mot de passe est incorrect

source: New password confirmation fail
fr_fr: Le nouveau mot de passe et la confirmation ne correspondent pas

source: Log out
fr_fr: Se déconnecter

source: Delete my account
fr_fr: Supprimer mon compte

source: New password input :
fr_fr: Veuillez entrer votre mot de passe actuel :

source: Wrong password
fr_fr: Le mot de passe est incorrect

source: Account deletion warning
fr_fr: Attention, cette opération est irréversible, la suppression du compte et de ses données est définitive.

source: Home
fr_fr: Accueil

source: About
fr_fr: A propos

source: Contact
fr_fr: Nous contacter

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: User
fr_fr: Utilisateur
